export const questions = [
  {
    q: ["이웃의 집에 가기 위해?"],
    a: [
      {
        text: "엘리베이터를 이용한다.",
      },
      {
        text: "계단을 이용한다.",
      },
    ],
  },

  {
    q: ["무사히 도착했다. 다음은?"],
    a: [
      {
        text: "할 일만 빠르게! 냉장고로 직행.",
      },
      {
        text: "일단 쇼파에서 한숨 돌릴까?.",
      },
    ],
  },

  {
    q: ["어두워서 앞이 잘 보이지 않는다."],
    a: [
      {
        text: "도구를 써야지. 후레쉬를 킨다.",
      },
      {
        text: "오감을 믿어. 그대로 간다.",
      },
    ],
  },
  {
    q: ["계란이랑 우유를 찾았다. 다른 재료들은?"],
    a: [
      {
        text: "다른 빈집을 찾아본다.",
      },
      {
        text: "여기서 더 뒤져본다.",
      },
    ],
  },
  {
    q: ["어디로 가볼까?"],
    a: [
      {
        text: "402호로 간다. (베이컨이 있음)",
      },
      {
        text: "202호로 간다. (치즈가 있음).",
      },
    ],
  },
  {
    q: ["어떻게 가지?"],
    a: [
      {
        text: "벽을 탄다.",
      },
      {
        text: "계단으로 간다.",
      },
    ],
  },
  {
    q: ["베이컨을 찾았다. 치즈는?"],
    a: [
      {
        text: "여기서 더 찾아본다.",
      },
      {
        text: "202호로 간다.",
      },
    ],
  },
  {
    q: ["치즈를 찾았다. 베이컨은?"],
    a: [
      {
        text: "여기서 더 찾아본다.",
      },
      {
        text: "402호로 간다.",
      },
    ],
  },
];
